LEXICON_RU = {
    "/start": "Привет! Я бот-ассистент для сотрудников вымышленной библиотеки. Я могу предоставить актуальную информацию об авторах, книгах и читателях библиотеки.",
    "/help": "Вы можете выбрать используемую LLM-модель при помощи команды /model\n\nА чтобы получить ответ на свой вопрос, просто напишите его в чат!",
    "/model": "Выберите одну из доступных моделей:",
    "buttons": {
        "qwen3-coder": "qwen3-coder",
        "gpt-oss-120b": "gpt-oss-120b"
    },
    "model_changed": "Выбрана модель: {model}",
    "empty_answer": "К сожалению, модель анализа результатов не смогла сгенерировать ответ, попробуйте ещё раз, переформулируйте запрос или поменяйте модель.",
    "db_error": "Возникла ошибка при работе с базой данных :(",
    "agent_error": "Возникла ошибка при работе агента :(",
    "unknown_error": "Возникла неизвестная ошибка :("
}