LEXICON_RU = {
    "commands": {
        "start": "Привет!\nЯ бот для рекомендаций фильмов :)\nПоставь оценки некоторым фильмам и я постараюсь угадать твои предпочтения!\n Для детальной информации отправляй /help",
        "help": "Чтобы запустить процедуру оценивания разных фильмов, отправь команду /rate. Я буду предлагать тебе случайные фильмы, твоя задача оценивать их от 1 до 5.\n\nЧтобы затем получить рекомендации, отправь команду /recommend",
        "rate_finished": "Оценка закончена"
    }
}